[
  {
    "path": "posts/2022-02-21-nba/",
    "title": "Insight into the NBA: examining team & player similarities through cluster analysis",
    "description": "This post uses hierarchical agglomerative clustering to explore similarities across NBA teams.",
    "author": [
      {
        "name": "Trevor Maggart",
        "url": {}
      }
    ],
    "date": "2022-02-21",
    "categories": [],
    "contents": "\n\n\n\nJohn Fisher/Getty Images\n\n\nBall is life\nBasketball is constantly evolving. Where the big man once dominated the post, today the game is dominated by efficient 3-point shooting. Yet still, players like Giannis Antentokounmpo show the game can still be changed.\nBelow I use hierarchical agglomerative clustering (HAC) to find similarities across NBA teams, as well as the top 30 players based on minutes played per game. To determine these clusters, I use the following per game parameters: age, field goals made (fg), field goals attempted (fga), three-pointers made (x3p), three-pointers attempted (x3pa), two-pointers made (x2p), two-pointers attempted (x2pa), free throws made (ft), free throws attempted (fta), offensive rebounds (orb), defensive rebounds (drb), assists (ast), steals (stl), blocks (blk), turnovers (trv), personal fouls (pf), and points (pts).\nThe data was downloaded from Kaggle and scraped by user Vivo Vinco from Basketball Reference (https://www.basketball-reference.com/leagues/NBA_2022_per_game.html).\n\n\n\nTeam Analysis\nThe following analysis will use hierarchical agglomerative clustering (HAC) to determine clusters for teams in the NBA. Clustering will be based on euclidean distance measurements. Both a complete linkage and single linkage dendrogram will be presented, as well as a subsequent tanglegram to compare the two.\nComplete Linkage Dendrogram\n\n\n\n\nFigure 1a. A complete linkage dendrogram visualizing hierarchical agglomerative clustering based on euclidean distance measurements. The graphic shows clustering results for all 32 NBA teams. Multivariate clusters are ordered by color. Y-axis represents distance and x-axis represents NBA teams.\n\nSingle Linkage Dendrogram\n\n\n\n\nFigure 1b. A single linkage dendrogram visualizing hierarchical agglomerative clustering based on euclidean distance measurements. The graphic shows clustering results for all 32 NBA teams. Multivariate clusters are ordered by color. Six clusters are shown, but more a present. Y-axis represents distance and x-axis represents NBA teams.\n\nTanglegram\n\n\n\n\nFigure 1c. A tanglegram visualizing the relationship between the complete linkage and single linkage dendrograms. Similar cluster results are tied together with lines. Strong clusters are emphasized with color.\n\n\n\n\nPlayer Analysis (top 30 players by minutes played)\nThe following analysis will use hierarchical agglomerative clustering (HAC) to determine clusters for the top 30 players in the NBA by average minutes played per game. Clustering will be based on euclidean distance measurements. Both a complete linkage and single linkage dendrogram will be presented, as well as a subsequent tanglegram to compare the two.\nComplete Linkage Dendrogram\n\n\n\n\nFigure 2a. A complete linkage dendrogram visualizing hierarchical agglomerative clustering based on euclidean distance measurements. The graphic shows clustering results for the top 30 players by average minutes played per game. Multivariate clusters are ordered by color. Y-axis represents distance and the x-axis represents players.\n\nSingle Linkage Dendrogram\n\n\n\n\nFigure 2b. A single linkage dendrogram visualizing hierarchical agglomerative clustering based on euclidean distance measurements. The graphic shows clustering results for the top 30 players by average minutes played per game. Multivariate clusters are ordered by color. Six clusters are shown, but more a present. Y-axis represents distance and the x-axis represents player.\n\nTanglegram\n\n\n\n\nFigure 2c. A tanglegram visualizing the relationship between the complete linkage and single linkage dendrograms. Similar cluster results are tied together with lines. Strong clusters are emphasized with color.\n\n\n\n\nPlayer Analysis (top 30 players by points per game)\nThe following analysis will use hierarchical agglomerative clustering (HAC) to determine clusters for the top 30 players in the NBA by average points per game. Clustering will be based on euclidean distance measurements. Both a complete linkage and single linkage dendrogram will be presented, as well as a subsequent tanglegram to compare the two.\nComplete Linkage Dendrogram\n\n\n\n\nFigure 3a. A single linkage dendrogram visualizing hierarchical agglomerative clustering based on euclidean distance measurements. The graphic shows clustering results for the top 30 players average points scored per game. Multivariate clusters are ordered by color. Y-axis represents distance and the x-axis represents players.\n\nSingle Linkage Dendrogram\n\n\n\n\nFigure 3b. A single linkage dendrogram visualizing hierarchical agglomerative clustering based on euclidean distance measurements. The graphic shows clustering results for the top 30 players average points scored per game. Multivariate clusters are ordered by color. Six clusters are shown, but more a present. Y-axis represents distance and the x-axis represents player.\n\nTanglegram\n\n\n\n\nFigure 3c. A tanglegram visualizing the relationship between the complete linkage and single linkage dendrograms. Similar cluster results are tied together with lines. Strong clusters are emphasized with color.\n\n\nAnalysis\nThe hierarchical agglomerative clustering produced some interesting observations. Given the complexity of finding similarities between diverse teams, it is hard to glean clear findings from the team analysis. In contrast, there are much clearer clusters in the player analysis.\nLooking at the players by points we see interesting results. Grouped together we see athletic big men like Joel Embiid and Giannis Antentokounmpo, 25 year old shooting guards Devin Booker and Jaylen Brown, high scoring veteran players DeMar DeRozan and Kevin Durant, and all around young guys Luka Doncic and Trae Young. In the latter example, we can see they have similar ages (22 and 23), shooting percentages, assists (9.4 and 8.9), and more.\nAt higher distances (~6) we can see larger trends such as high rebound players (cluster includes Joel Embiid, Giannis Antentokounmpo, Nikoa Jokic, etc.). Further research could include additional data on physical characteristics of players: height, wingspan, vertical jump height, etc.\nData Citation:\nBasketball Reference. (n.d.). 2021-22 NBA player stats: Per game. Basketball Reference. Retrieved February 17, 2022, from https://www.basketball-reference.com/leagues/NBA_2022_per_game.html\nScraped by: Kaggle user Vivo Vinco\n\n\n\n",
    "preview": "posts/2022-02-21-nba/nba_files/figure-html5/unnamed-chunk-1-1.png",
    "last_modified": "2022-03-14T17:35:34-07:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-02-21-wine/",
    "title": "Uncovering the secrets of wine: using principal components analysis to visualize predictors of wine quality",
    "description": "This post uses principal components analysis to explore what predictor variables affect wine quality.",
    "author": [
      {
        "name": "Trevor Maggart",
        "url": {}
      }
    ],
    "date": "2022-02-21",
    "categories": [],
    "contents": "\n\n\n\nColl de Roses, a wine estate in Spain with 98 acres of vines // CHRISTIE’S INTERNATIONAL REAL ESTATE\n\n\nA versatile beverage\nWine is a versatile beverage that is consumed across the globe. This analysis looks at what factors influence “high quality” wine as rated by experts. To accomplish this, the analysis below uses principal components analysis (PCA) to explore the relationships between predictor variables and quality. The data includes variables such as concentration of alcohol, sulfur, phosphates, chlorides, citric acid, and more. Moreover, this analysis is applied to both red and white wine, and the results are compared to see if there are different predictor variables leading to higher quality between the two varieties.\n\n\n\nRed wine analysis\n\n\n\nPCA biplot: 1 & 2\n\n\n\n\nFigure 1a. Visualization of principal components 1 & 2 for the red wine data. Graphic shows little interaction between variables such as sulfur dioxide and pH. Sulfur-related predictors significantly influence PC2, while acidity, sulphates and pH have strong effects on PC1. We can see sulfur content has the opposite effect on PC2 compared to alcohol and wine quality.\n\nPCA biplot: 3 & 4\n\n\n\n\nFigure 1b. Visualization of principal components 3 & 4 for the red wine data. Graphic shows little interaction between variables such as sulfur dioxide and chlorides. Sulfur-related predictors significantly influence PC3, while chlorides, and sulphates (less so) have strong effects on PC4. Variables such as quality have little to no influence on these components.\n\nScreeplot\n\n\n\n\nFigure 1c. Screeplot for the red wine data. We can see PC1 accounts for 26% of variance, while PC2 accounts for approximately 19%. After PC5, the remaining components tend to account for ~5% variance or less.\n\nWhite wine analysis\n\n\n\nPCA biplot: 1 & 2\n\n\n\n\nFigure 2a. Visualization of principal components 1 & 2 for the white wine data. Graphic shows little interaction between variables such as alcohol and pH. Alcohol, density, and sugar significantly influence PC1, while pH, and fixed acidity have strong effects on PC1. We can see fixed acidity has the opposite effect on on the components compared to pH.\n\nPCA biplot: 3 & 4\n\n\n\n\nFigure 2b. Visualization of principal components 3 & 4 for the white wine data. Graphic shows little interaction between variables such as chlorides and volatile acidity. Most variables effect both components, with volatile acidity influencing PC3 the most, while chlorides and sulphates appear to influence PC4 the most.\n\nScreeplot\n\n\n\n\nFigure 1c. Screeplot for the white wine data. We can see PC1 accounts for ~28% of variance, while PC2 accounts for approximately 13%. After PC9, the remaining components tend to account for ~3% variance or less.\n\nSummary of findings\nComparing the two subsets it is interesting to see that sulfur-related variables had the opposite effect on wine quality for the red wine, but this trend did not hold for the white wine. Moreover, the red wine screeplot (Figure 1c) had a greater variance distribution across components than the white wine screeplot (Figure 3c). After PC1, there is a sharp drop off in variance explained for the white wine subset.\nIt would be interesting to run additional analyses on this dataset, or to run PCA on a dataset for beer to see what factors influence beer ‘quality’.\nData Citation:\nP. Cortez, A. Cerdeira, F. Almeida, T. Matos and J. Reis. Modeling wine preferences by data mining from physicochemical properties. In Decision Support Systems, Elsevier, 47(4):547-553, 2009.\nRelevant Paper: P. Cortez, A. Cerdeira, F. Almeida, T. Matos and J. Reis. Modeling wine preferences by data mining from physicochemical properties. In Decision Support Systems, Elsevier, 47(4):547-553, 2009.\n\n\n\n",
    "preview": "posts/2022-02-21-wine/wine_files/figure-html5/unnamed-chunk-2-1.png",
    "last_modified": "2022-02-21T19:55:49-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-14-fascism/",
    "title": "An analysis of fascist rhetoric",
    "description": "This post uses text analysis and sentiment analysis to analyze fascist rhetoric throughout history.",
    "author": [
      {
        "name": "Trevor Maggart",
        "url": {}
      }
    ],
    "date": "2022-02-21",
    "categories": [],
    "contents": "\n\n\n\nDonald Trump, Adolf Hitler, and Benito Mussolini\n\n\nOverview\nThe following report is an exploratory analysis into fascist rhetoric. Using text analysis and subsequent visualizations (word clouds, column graphs), this report analyzes the language used from three different speeches:\nAdolf Hitler’s speech to the Reichstag in 1939\nDonald Trump’s state of the union address in 2020\nBenito Mussolini’s declaration of dictatorship in 1925\nIn addition, the report conducts a sentiment analysis using a predetermined lexicon to analyze the tone of the speeches. Finally, the speeches are compared to see if any trends can be deduced among these leaders commonly referred to as ‘fascists’.\n\n\n\nWord Count Analysis\nBelow we use word clouds and column graphs to visualize the most common words used across these three speeches. Then we do a qualitative comparison to look for similarities among the speeches.\nHitler Speech Analysis\nWord Cloud\n\n\n\n\nFigure 1. Word cloud showing the most common words in Hitler’s 1939 speech to the Reichstag. Nationalistic words such as “Germany” and “German” are most used.\n\nColumn Graph\n\n\n\n\nFigure 2. Column graph showing the most common words in Hitler’s 1939 speech to the Reichstag. Nationalistic words such as “Germany” and “German” are used a total of 35 times, which is significantly more than others.\n\nTrump Speech Analysis\nWord Cloud\n\n\n\n\nFigure 3. Word cloud showing the most common words in Trump’s 2020 state of the union address. Nationalistic words such as “America” and “American” are most used.\n\nColumn Graph\n\n\n\n\nFigure 4. Column graph showing the most common words in Trump’s 2020 state of the union address. Nationalistic words such as “America”, “American”, “Americans” far surpass other words with a combined count over 50 times.\n\nMussolini Speech Analysis\nWord Cloud\n\n\n\n\nFigure 5. Word cloud showing the most common words in Mussolini’s 1925 declaration of dictatorship to the Italian parliament. Words such as “government”, “speech”, “fascists”, “gentleman”, are common.\n\nColumn Graph\n\n\n\n\nFigure 6. Column graph showing the most common words in Mussolini’s 1925 declaration of dictatorship to the Italian parliament. Words such as “government”, “speech”, “fascists”, “gentleman”, are common.\n\nSentiment Analysis\n\n\n\n\n\n\n\nFigure 7. Column graph showing the mean afinn scores for the three speeches. Hitler’s speech has a very slight negative sentiment (-0.17), Mussolini’s is significantly more negative (-0.72), and Trump’s has a positive sentiment (0.38).\n\nSummary\nResults show some interesting trends among the speeches. Analyzing the word clouds and column graphs we can see similarities between Trump and Hitler’s speeches. Both prioritize nationalistic rhetoric focusing on words related to their countries. Both show frequent usage of words that “other” individuals such as “Polish” for Hitler and “illegal” for Trump.\nIn contrast, Mussolini’s text analysis is much more openly fascist. Instead of focusing on positive nationalistic rhetoric, Mussolini is declaring his dictatorship, calling out “subversives” and looking to assert his dominance, explaining the difference between his speech and the other two.\nLooking at the sentiment analysis, the only clear trend is the negative sentiment Mussolini’s speech. This makes sense given the words (e.g. fascist, wounded, revolt, militia, attacked, etc.). Trump and Hitler’s speeches are closer to neutral. Additional analysis would be needed to draw clear conclusions from these speeches. It would be interesting to look at speeches among other fascists, as well as comparing speeches from one leader throughout time.\nData Citation:\n“Adolf Hitler Speech January 30, 1939” Accessed March 13, 2022. https://www.worldfuturefund.org/Articles/Hitler/hitler1939.html.\n“Read the full text of Trump’s 2020 State of the Union” PBS. Feb 6, 2020. Accessed March 13, 2022. https://www.pbs.org/newshour/politics/read-the-full-text-of-trumps-2020-state-of-the-union.\n“Speech to the Italian parliament” Accessed March 13, 2022. https://www.marxists.org/archive/gramsci/1925/05/speech.html\n\n\n\n",
    "preview": "posts/2022-03-14-fascism/fascism_files/figure-html5/unnamed-chunk-2-1.png",
    "last_modified": "2022-03-14T17:36:16-07:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-03-14-fish/",
    "title": "An exploratory analysis of salmon passage in the Willamette Falls fish ladder on the Willamette River",
    "description": "This post uses time series analysis to explore fish counts on the Willamette River in Oregon.",
    "author": [
      {
        "name": "Trevor Maggart",
        "url": {}
      }
    ],
    "date": "2022-02-21",
    "categories": [],
    "contents": "\n\n\n\nMale Coho salmon showing mating colors // Alamy Stock Photos\n\n\nOverview\nThe following report examines Data Access in Real Time (DART) fish passage data observed at the Willamette Falls fish ladder on the Willamette River in Oregon. Counts of three species of salmon (coho, jack coho, and steelhead) were collected from the years 2001-2010. The following report explores this data through time series analysis focusing on daily counts, monthly counts, and annual counts. Through visualizations we explore the data to analyze potential trends among the three species of salmon.\n\n\n\nMap\n\n\n\nFigure 1. Map of Willamette showing the location of the fish ladder in the Northeast.\n\n\nAnalysis\nDaily Count Series\n\n\n\nFigure 2. Daily time series of total adult salmon passage for Coho, Jack Coho, and Steelhead salmon at the Willamette Falls fish ladder between the years of 2001 to 2010.\nTrends appear to stay constant until 2008 where we notice an increase in salmon counts from that point onward. Coho and Jack Coho counts were significantly lower than Steelhead counts overall, and appear to increase near the end of each year. In contrast, Steelhead counts were significantly higher overall and peaked in the first half of each year. For this reason, it is possible Jack Coho and Coho salmon are in competition during the second half of the year.\nSeasonplots\n\n\n\nFigure 3. Average monthly total of adult salmon passage for Coho, Jack Coho, and Steelhead salmon for each year at the Willamette Falls fish ladder between the years of 2001 to 2010.\nThis visualization supports our observations from the daily count time series. We can see Coho and Jack Coho salmons show increased counts between August to November, peaking around September. In contrast, Steelhead counts peak around May-June and show a general increasing trend from January to June before decreasing significantly from that point on.\nAnnual Total\n\n\n\nFigure 4. Average annual total of adult salmon passage for Coho, Jack Coho, and Steelhead salmon for each year at the Willamette Falls fish ladder between the years of 2001 to 2010.\nAverage annual total counts show a variable trend in Steelhead counts with the overall trend decreasing from 2001 onward until 2009 where counts begin to increase. In contrast, Coho and Jack Coho counts remain relatively stable with slight fluctuations from 2001 until 2008 where we see a sharp increase in Coho counts.\nSummary\nThis exploratory analysis of adult salmon passage through the Willamette Falls fish ladder show various trends:\nSteelhead counts are significantly higher than Coho and Jack Coho counts, although the latter two begin to increase from 2008 onward.\nSteelhead counts are highest in the first half of the year, while Coho and Jack Coho counts are highest in the second half.\nSteelhead counts show an overall decreasing trend across years until 2010, Jack Coho counts show a relative stable trend, and Coho counts increase drastically from 2008 onward.\nData Citation:\nColumbia Basin Research, University of Washington. 2010. DART Adult Passage Graphics & Text. <http://www.cbr.washington.edu/dart/query/adult_graph_text.>\n\n\n\n",
    "preview": "posts/2022-03-14-fish/fish_files/figure-html5/unnamed-chunk-1-1.png",
    "last_modified": "2022-03-14T17:35:55-07:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-01-16-alienterrain/",
    "title": "On Alien Terrain",
    "description": "Reflecting on my time in Iceland.",
    "author": [
      {
        "name": "Trevor Maggart",
        "url": {}
      }
    ],
    "date": "2022-01-16",
    "categories": [],
    "contents": "\nThe summer prior to my senior year of college, I found myself on a red-eye flight from New York City to Reykjav k, Iceland. At the time, I felt acutely aware of the privilege I had had to travel throughout my youth. I had grown up in Japan and my father had seized any available opportunity to take my family traveling—I like to imagine he was fulfilling a lingering childhood desire to see the world. These were new experiences he had never had as a farm-boy from Indiana, surrounded by oceans of monoculture corn. Nonetheless, even with these travels behind me, I sensed within myself an uncertainty of what was to come. And as the plane began its descent into Reykjav k, I found myself captivated by the vast unadulterated landscape, by the minute peculiarities of that unknown terrain.\nReflecting now, it seems odd that I was so astonished when I first laid eyes on Iceland. After all, the primary purpose of the trip was research: I was there with a group of peers and professors to analyze niche aspects of the landscape. I had studied intensely the geologic history of the island and had even expounded often before arriving that, “Iceland is the most geologically unique place on Earth.” And it was true, in a sense. Nowhere else on Earth could one find a locality where the Mid-Atlantic spreading ridge met a mantle plume. In essence, there was nowhere else that experienced the sheer magnitude of voluminous lava shooting out from the depths of our planet.\nAnd yet, the environmental manifestations of this unique geologic setting suddenly appeared as if I had been lulled into a dreamlike state by the gentle reverberations of the plane’s engine. I felt, as I believe we all have, that satisfying sensation where prior knowledge meets a new sensory experience and meshes into a sort of fresh understanding. It was as if all the intensive studying I had done prior had allowed me to see only a reflection of the true Iceland, as if I had been staring into a shallow sea. But now, the tide had subsided and I understood with a new clarity the intricacies of what existed below.\nUpon landing, my cohort and I rushed through the elongated hallways known to airports everywhere as the morning light poured through the windows and danced softly on our skin. We passed airport shops replete with exorbitantly priced wool sweaters, tourists frantically searching for their gates like ants on food scraps, and what I remember to be a surprising amount of fathers with strollers. In retrospect, this last part is surely biased in my memory. However, I recall—with an almost certain exaggeration—an abundant number of dads caring for their children, no women in sight. And this was not contained solely to this one instance. During my time there, it seemed to me a universal truth that dads and their children existed in joyous tandem as an almost omnipresent force across the island. Of course, the idea that this may be a result of Iceland’s robust paternity leave policies did not enter my mind at the time. In fact, the sight of these fathers with their kids was so jarring to my lived experience that the situation felt almost comically more foreign to me than the country’s alien landscape.\nAlas, after a quick drive, we ended up at the University of Reykjav k. Our rush had been pointless. The professor we were to meet had shown up late, his face a confusing mixture of stern frustration and genuine regret. He apologized for his delay and informed us he had just returned from speaking on national radio. Apparently, a new silica factory was in the process of being built on an unstable fault line, threatening the lives of any future employees. He had gone on record as one of the top geologists on the island to express his dissatisfaction at the new construction. From what I gathered, the location of the factory was chosen for both its proximity to water and to save costs. This was funny to me because it was something I immediately understood, something for once that did not feel foreign. Iceland—comparable to the Scandinavian countries idealized by the American Left—had, in my mind, fallen a rung on the ladder of social progress. Sure, it was still years ahead in many regards—the USA can’t even achieve comprehensive maternity leave, much less paternity leave—but neoliberalism had once again shown that even in the most progressive societies there is still a dollar amount that can be attached to each human life.\nWhat I remember most from that trip were the bookends, driving the coast in the early days and seeing the magnificent countryside. I remember flat mountains caused by volcanoes erupting under glaciers, not dissimilar to when a child mushes the pointed end of a crayon to flatten the tip; indefinite rolling hills suddenly broken by bluffs cut sharply by mysterious out-of-place waterfalls; otherworldly terrains of molten black rock with steam shooting out of every pore as if the Earth was fuming from its ears. It is a landscape so magical it is hard not to examine it and evoke the myths of Norse gods—as if J rmungandr, the Midgard serpent, may appear circling the island, bringing upon the end of the world.\nAnd yet, even a place so breathtaking was incapable of neutralizing the brutal mundaneness of daily life, and, for most, daily life means work. This is reality. The meat of my trip revolved around early mornings, drives to our field site, and taking painstaking, meticulous measurements of niche geologic features of volcanic rocks. To me, it was disenchanting. The vast majority of the world would benefit nothing from my work and it was hard to glean any importance from what I was doing. Ultimately, the days were uneventful, apart from one particularly comical incident of my friend having to replace her tampon within a ‘spatter cone’—a sort of mini-volcano created by mysterious processes.\nIn the end, I spent but two weeks in Iceland, and I will never forget them. Although most of that time was spent conducting day-to-day research, the sheer magnificence of Iceland’s foreign landscape entranced me in a way I still long for today. Often, the perfunctory nature of our human lives beats us down so viciously that even with complete focus, we can only muster a sort of performance of ourselves. Like the moon, this sensation wanes and waxes, but for me, it can often feel inescapable. In Iceland, in certain silences, in certain places, I was able to escape as I left the world I knew behind and stepped foot on alien terrain.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-01-16T18:14:48-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-01-15-quantifyingclimatechange/",
    "title": "Quantifying the Collapse of Civilization",
    "description": "A look into the number mania that drives climate science and leads to inaction.",
    "author": [
      {
        "name": "Trevor Maggart",
        "url": {}
      }
    ],
    "date": "2022-01-15",
    "categories": [],
    "contents": "\nWhen environmental activist and academic Naomi Klein was asked to speak at a tribute to the late, great professor Edward Said, she artfully critiqued the incompetency of Western Society’s ability to address the climate crisis. With the tactful characteristic of someone intimately aware of another’s work, Klein adopted Said’s postcolonial theory of the “other” and used it to expose the failings of Western exceptionalism that were so blatantly on display at the 2015 Paris Climate Conference. “The Paris Agreement commits to keeping warming below 2 C,” she reminded, adding, “it’s a target that is beyond reckless.” (Klein, 2016). And she was right. The African delegates at the conference protested, eventually receiving a simple pity clause that emphasized countries (primarily white and Western) will pursue “efforts to limit the temperature increase to 1.5 C” as Klein pointed out (Klein, 2016).\nOf course, the vast majority of these countries had no plan to actually execute this agreement. As watchdog Climate Action Tracker (CAT) recently reported, not a single G20 country is on pace to uphold its end of the bargain (Kottasov , 2021). Yet, even if they were, it is still worth a closer examination of all that is left unsaid within that 0.5 C differential ‘recommended’ in the agreement.\nTo many, the climate crisis cannot simply be reduced to numerical modeling. Behind the constant barrage of statistics advertised to us, there are complex ecosystems on the brink of extinction; trees old enough to have lived through a hundred wars waiting to be reduced to a suburban household centerpiece; and entire cultures on the verge of being relegated to a brief paragraph in an obscure graduate textbook—assuming academia survives the changes to come. There is, simply, an interconnectedness within our world that even the most sophisticated scientific instruments will certainly never be able to measure. So, how did we arrive at this moment in time? What caused us to resign ourselves to a sort of number mania? A friend of mine theorizes it’s about control. By quantifying the natural world around us, we hide ourselves behind a facade of understanding and are therefore able to assuage our anxieties—anxieties that manifest due to an uncertainty about the future. But what does it mean for the Earth to heat 2 C? How about 3 C? Or even 5 C? According to the infinite infographics that are reposted into oblivion until the already oversimplified messages are lost all together: it could be the difference between uncomfortably hot summers or mass death.\nI am sure you can picture it as you scroll through Instagram: So You Want to Talk About the oncoming collapse of civilization brought on by our fragile democratic structures, increased water scarcity, crop failure, and the rise of police surveillance reminiscent of 1930s Germany? The irony here, of course, is that no one does. When the laptops are shut and the phones locked, those brave enough to unplug will hear in the stark silence the reverberations of beer bottles clanking, pill bottles being popped, and coffee machines sputtering out the remaining drops of hot liquid. The others are resigned to a worse fate: endless stimulation among the soft thuds of downward flicks resulting in the same four words: “You’re All Caught Up.”\nAnd yet, even within this almost manufactured indifference toward a crisis that appears to us on all fronts, there remains hope. Many hear the ubiquitous phrase “71% of carbon emissions are caused by 100 companies,” and choose to take action amidst those who resign themselves to a state of despair. You need not look farther than the monumental rise of the Sunrise Movement to see the powerful impact created by younger generations demanding change. These youths know the power to create change lies within people and the relationships that bind them together.\nMoreover, this obsession with emissions might be the most insidious numerical trap of all. It is easy to see how entire populations are brainwashed into believing global warming is fake when they are constantly being barraged with incomprehensible figures. But, take the most ardent climate-denying hunter to the desolate forests they roamed as a child and even they may admit something must be done.\nSo it is here, ironically, where the truth lies—within the old adage lingering in the background: think global, act local. If we hope to preserve the future, we must first and foremost think of our relationships with each other and with the land. No amount of numerical data will convince the disenchanted to take a stand, but show them what contaminates their children’s drinking water and see a fire light in their eyes. We cannot quantify the impact of a million small actions taken on multiple fronts, but a million small actions is exactly what we need to move toward a better world.\nWorks Cited\nKlein, N. (2016, June). Let Them Drown: The Violence of Othering in a Warming World. London Review of Books. https://www.lrb.co.uk/the-paper/v38/n11/naomi-klein/let-them-drown\nKottasov , I. (2021, September 16). Not a single G20 country is in line with the Paris Agreement on climate, analysis shows. CNN. https://edition.cnn.com/2021/09/15/world/climate-pledges-insufficient-cat-intl/index.html\n\n\n\n",
    "preview": {},
    "last_modified": "2022-01-15T20:24:04-08:00",
    "input_file": {}
  },
  {
    "path": "posts/2022-01-15-welcome/",
    "title": "Right-Wing Populism in the Age of Climate Change",
    "description": "How right-wing populism threatens climate policy across the globe.",
    "author": [
      {
        "name": "Trevor Maggart",
        "url": {}
      }
    ],
    "date": "2022-01-15",
    "categories": [],
    "contents": "\nIn September of 2020, the largest right-wing nationalist party of Germany—the Alternative for Germany (Alternative feur Deutschland; AfD)—broke from scientific consensus and called for parliament to end all current major actions on climate change.5 Promoting a reversal of Germany’s divestment from nuclear power, the AfD has claimed CO2 emissions pose no threat to the environment and have demanded Germany backs out of the Paris Climate Agreement as well as the European Green Deal.5 In contrast to US politics where climate denialism has pervaded the GOP for nearly two decades, skepticism and outright denial has, until recently, remained on the fringes of politics in Europe.1,4 But as right-wing populism rises globally, parties such as the AfD have gained traction among voters. Centering anti-immigration rhetoric as its platform, the AfD exploited national fears around immigration and assimilation in 2015 and captured 12.6% of parliamentary seats in 2017.5 And these issues extend beyond Germany. A 2019 study by German think tank Adelphi identified 21 right-wing populist parties and their positions on climate change. The results were illuminating: seven parties denied climate science, eleven parties displayed inconsistent communication or none at all, and only two parties explicitly supported the consensus on climate change.3 As these parties gain influence, it is worth questioning: is the future of climate policy at risk?\nThe Changing Political Landscape Historically, political parties across the spectrum in Europe have implemented a degree of climate policy into their platforms. The capacity at which this happens among right-wing parties varies across the continent—parties in Poland advocate for carbon capture and storage to transition to ‘clean’ coal while some German parties, such as the AfD, advocate for extensive nuclear energy programs to support energy needs.1,3,5 It is widely accepted that parties in Europe have had to integrate climate policy into their platform to be taken seriously in the political theater.1,3 Subsequently, two questions arise: how genuine are these policies and is this still even the case? Robert Ladrecht, Professor of European Politics at Keele University, UK, argues they are primarily performative on the right. Specifically, evidence shows it is necessary for these parties to engage with climate policy in some capacity if they want to attract younger voters.2 In France, the radical right-wing party—the National Front (Front National; FN)—established a “New Ecology Group” in 2014, but by 2017 the climate and energy policies of the group were essentially a non-factor by the time of the election.1 Likewise, the AfD claims to campaign for low-cost, sustainable electricity, but inevitably the critical issue driving their campaign is immigration.1 As Elizabeth Jeffries elaborates in her article, “Nationalist Advance,” many radical right-wing parties adopt a sort of “establishment hue” to mask their nationalist populist agenda. Co-opting climate policy is one such method to which this end is achieved. And the rise of these parties can have dire consequences on the future of the climate.1\nClimate Policy is at Risk As right-wing politics continue to rise globally, policies addressing climate change are at risk of rollback. The presence of these far-right parties within European parliaments can have disastrous consequences for governments attempting to take drastic action to curb greenhouse gas emissions.5 Moreover, as this political ideology continues to spread, it may continue to co-opt left-wing policies to attract more constituents to the right. It may not be uncommon to see right-wing groups begin to adopt a protectionist approach to agriculture hoping to swing farming votes to their side through nationalist rhetoric.3 If we are to fight against the climate crisis and hope for a more just future for all, we must address the rise of right-wing ideology that pervades globally. To start, we should address the failings of our education systems to adequately eliminate racist, anti-immigrant rhetoric among the youth. Even among right-wing youth we see concern for climate change.2 If we can harness this concern, we may be able to help these impressionable children to a more just future. Inevitably, we cannot afford to view environmentalism in a vacuum, and more importantly, we must understand the intersectional intricacies of these issues—climate change, income inequality, etc.—as we continue to grapple with these complex systems.\nWorks Cited 1. Jeffries, Elisabeth. “Nationalist Advance.” Nature Climate Change, vol. 7, no. 7, 2017, pp. 469–71. Crossref, doi:10.1038/nclimate3334.\nNasr, Joseph. “Save Coal, Lose Youth Vote? Far-Right German Party Faces Climate Policy Revolt.” Reuters, 30 May 2019, www.reuters.com/article/us-germany-afd/save-coal-lose-youth-vote-far-right-german-party-faces-climate-policy-revolt-idUSKCN1SZ1KD.\nSchaller, Stella and Carius, Alexander. “CONVENIENT TRUTHS Mapping climate agenda of right-wing populist parties in Europe.” adelphi, 26 Feb. 2019, https://www.adelphi.de/en/publication/convenient-truths.\nShoshan, Nitzan. “Homeland, Far-Right Nationalism, and Environmentalism beyond Trump.” Anthropology Now, vol. 13, no. 1, 2021, pp. 44–48. Crossref, doi:10.1080/19428200.2021.1903523.\nWehrmann, Benjamin. “Germany’s Right-Wing AfD Calls for End to All Climate Action Efforts.” Clean Energy Wire, 17 Sept. 2020, www.cleanenergywire.org/news/germanys-right-wing-afd-calls-end-all-climate-action-efforts.\n\n\n\n",
    "preview": {},
    "last_modified": "2022-01-16T19:06:48-08:00",
    "input_file": {}
  }
]
